9/data/attachments/cb13f99d2f73db5e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_fd4d70fd-2839-401b-a404-14d329288601</nif:username>
            <nif:friendToBeAdded>Mark_tell_Friend_67247_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>